SOAP/src/test/resources/getTables.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://www.soap.tks.it.p.lodz.pl">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getTablesRequest>
        </gs:getTablesRequest>
    </soapenv:Body>
</soapenv:Envelope>